tap "homebrew/bundle"
tap "homebrew/services"
brew "gh"
brew "glow"
brew "openssl@3"
brew "newsboat"
brew "nmap"
brew "node"
brew "openvpn"
brew "python@3.13"
brew "tree"
cask "brave-browser"
cask "discord"
cask "ghostty"
cask "google-drive"
cask "logi-options+"
cask "metasploit"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "orbstack"
cask "proton-pass"
cask "protonvpn"
cask "slack"
cask "vmware-fusion"
cask "xquartz"
