tap "homebrew/bundle"
tap "homebrew/services"
brew "diary"
brew "gh"
brew "gifsicle"
brew "glow"
brew "openssl@3"
brew "gnupg"
brew "newsboat"
brew "node"
brew "openvpn"
brew "pandoc"
brew "xz"
brew "python@3.13"
brew "python-build"
brew "python-packaging"
brew "python-setuptools"
brew "tree"
brew "wget"
cask "balenaetcher"
cask "basictex"
cask "brave-browser"
cask "discord"
cask "ghostty"
cask "google-drive"
cask "logi-options+"
cask "notion"
cask "notion-calendar"
cask "orbstack"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "slack"
cask "vmware-fusion"
cask "xquartz"
