tap "homebrew/bundle"
tap "homebrew/services"
brew "diary"
brew "geckodriver"
brew "gh"
brew "gifsicle"
brew "glow"
brew "gnu-sed"
brew "openssl@3"
brew "gnupg"
brew "newsboat"
brew "node"
brew "openvpn"
brew "pandoc"
brew "xz"
brew "python@3.13"
brew "python-build"
brew "python-packaging"
brew "python-setuptools"
brew "tree"
brew "wget"
cask "balenaetcher"
cask "basictex"
cask "brave-browser"
cask "cutter"
cask "db-browser-for-sqlite"
cask "discord"
cask "firefox"
cask "ghostty"
cask "google-drive"
cask "logi-options+"
cask "notion"
cask "notion-calendar"
cask "orbstack"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "signal"
cask "slack"
cask "steam"
cask "telegram"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "visual-studio-code"
cask "vmware-fusion"
cask "xquartz"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "tomoki1207.pdf"
